{
    "data": [
        [
            "1022",
            "1836",
            "the transfer of HUD Planning Grant funds from the Grant Fund Human Services Other Ordinary Maintenance account in the amount of $2,600 to the Travel and Training account to be used for attendance at the national Housing First Partners conference in March, 2016.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1562",
            "2484",
            "$700,000 from Free Cash to the Public Investment Fund Public Works Extraordinary Expenditure to provide funds for the construction costs for the Clarendon Avenue Playground.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2145",
            "Mayor Simmons filed reconsideration of the vote taken on March 14, 2016 adopting an order for a curb cut at the premises numbered 41 Gibson Street.",
            "Nays",
            "Nays",
            "Nays",
            "Yeas",
            "Nays",
            "Yeas",
            "Nays",
            "Nays",
            "Nays"
        ],
        [
            "1565",
            "2623",
            "the Festivals Program of the Massachusetts Cultural Council grant for $500 to the Grant Fund Public Celebrations (Arts Council) Other Ordinary Maintenance account. Funds will be used to support the Cambridge Arts River Festival.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1621",
            "3752",
            "a grant from the Jacob’s Foundation for $7,300 to the Grant Fund Human Services Salary and Wages account which will be used to support the salary costs of a part-time Cambridge Employment Program (CEP) Career Counselor who will provide services exclusively to CLC students on site.",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1021",
            "1771",
            "$2,000 from Project Bread to the Grant Fund Human Services Other Ordinary Maintenance account and will be used by the  Cambridge Senior Center Food Pantry to pay for purchases at the Greater Boston Food Bank, and for other food purchases for our Senior Food Pantry.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1869",
            "4638",
            "the appropriation and authorization to borrow $4,000,000 to provide funds for the reconstruction of various City streets and sidewalks.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3084",
            "the Universal Pre-Kindergarten (UPK) grant for the King Open Preschool and the Martin Luther King Jr. Preschool in the amount of $45,000 received from the Massachusetts Department of Early Education and Care to the Grant Fund Human Services Salaries and Wages account ($3,185) and to the Grant Fund Human Services Other Ordinary Maintenance account ($41,815), to be used to improve the quality of education for preschool children through professional development, curriculum enrichment, and parent involvement.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1872",
            "5044",
            "a request that the City Council vote to designate the contracted part-time position of property appraiser as a special municipal employee for purposes of the state Conflict of Interest Law, G.L.c.268A.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1569",
            "2941",
            "a Sustained Traffic Enforcement Program (STEP) grant from the Massachusetts Executive Office of Public Safety and Security’s (EOPSS) Highway Division in the amount of $50,000 to the Grant Fund Police Department Salary and Wages account, to be used to supplement sustained, high visibility, year-round traffic enforcement.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1567",
            "2775",
            "$3,999,677 from the U.S. Department of Housing and Urban Development (HUD) to the Grant Fund Human Services Salary and Wages account ($265,582), to the Grant Fund Human Services Other Ordinary Maintenance account ($3,728,195), and to the Grant Fund Human Services Travel and Training account ($5,900), to cover the costs related to serving homeless persons in Cambridge.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2104",
            "City Council opposition to investing funds from the Cambridge Retirement System in any entities that are involved in or support the production or upgrading of nuclear weapons systems.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1560",
            "2354",
            "is requested to write a letter to the Department of Public Health indicating the City of Cambridge's non-opposition for Sage Cannabis Inc., application to operate a RMD in the Business B-2 (MMD-3 Zoning) District within the City of Cambridge, Massachusetts.",
            "Nays",
            "Present",
            "Nays",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Nays",
            "Yeas"
        ],
        [
            "1845",
            "4276",
            "a request to establish the Richard C. Rossi Housing Assistance Fund (the “Fund”), and that $35,641.46 in donations received be appropriated into this Fund.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3230",
            "$8,615 from the Cambridge Public Health Commission, Agenda for Children to the Grant Fund Human Services Other Ordinary Maintenance account, to be used to provide Community Playgroups, Drop-In Playgroups, Provider Groups and support of Family Fun Day.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1023",
            "1902",
            "That the City Council go on record in support of The Bike Transit Act.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4628",
            "$4,141,665 from the U.S. Department of Housing and Urban Development (HUD) to the Grant Fund Human Services Salary and Wages account ($267,992), to the Other Ordinary Maintenance account ($3,866,510), and to the Travel and Training account ($7,163) to help cover the costs related to serving homeless persons in Cambridge.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2184",
            "That the City of Cambridge goes on record as adopting the attached Complete Streets Policy.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1915",
            "Resolution on the death of Nancy Maguire Hoffman.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1847",
            "4343",
            "a supplemental appropriation of a grant from the Massachusetts Executive Office of Public Safety and Security's (EOPSS) Traffic Enforcement Grant Program in the amount of $7,000 to the Grant Fund Police Department Salary and Wages account which will fund high-visibility traffic enforcement of motor vehicle laws, including but not limited to impaired driving and occupant protection.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3030",
            "the Children’s Trust Fund grant for the Center for Families program in the amount of $62,925 to the Department of Human Services Salary and Wages account ($62,000) and to the Department of Human Services Other Ordinary Maintenance account ($925), to be used by the Center for Families to support family programs targeting parents of children up to eight years.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1848",
            "4427",
            "the requirements of the Massachusetts School Building Authority (MSBA) that the City Council adopt an order for the Statement of Interest Form to be submitted to MSBA no later that April 7, 2017 for the Tobin and Vassal Lane Upper School located at 197 Vassal Lane.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2683",
            "I am hereby requesting Department of Housing and Community Development (DHCD) salary reserve funds in the amount of $5,499.11 to the Grant Fund Human Services Other Ordinary Maintenance account to be subcontracted to the Cambridge YWCA and be used to pay one time salary increases to staff at the homeless family shelter.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2093",
            "is requested to confer with appropriate City and Cambridge Public School staff to determine the status of the response action review by principals and leaders as it relates to internet threats of bomb or gun violence and that this issue be referred to a joint School Committee and City Council special meeting.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1642",
            "4229",
            "an order requesting that each prior City Council authorization to borrow money to pay for capital projects will now use the premium to pay for issuance costs and reduce the amount borrowed for each project in accordance with Chapter 44, Section 20 of the General Laws, as most recently amended by the Municipal Modernization Act.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1868",
            "4812",
            "$2,000 donation from the Alexander W. Kemp Foundation received for the Alexander W. Kemp playground at the Cambridge Common to the Grant Fund Public Works Other Ordinary Maintenance account.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1948",
            "$50,000 associated with the McKinnon Company’s Special Permit PB279 from the Mitigation Revenue Stabilization Fund to the Public Investment Fund Traffic, Parking, & Transportation Extraordinary Expenditures account which will support the purchase and installation of traffic counting equipment at the intersection of Cambridgepark Drive and Cambridgepark Place, adjacent to the MBTA’s Alewife Station.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1638",
            "3942",
            "a Firefighter Grant from the Firefighters grant from Federal Emergency Management Agency (FEMA) for $20,454 to the Public Investment Fund Fire Extraordinary Expenditures account, for the purchase and installation of one programmable personal protective equipment extractor with an automatic chemical injection system and the purchase of two forced air personal protective equipment dryers with drying racks for hanging ensembles and ensemble elements.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3041",
            "the Early Childhood Resource Center grant received from the Massachusetts Department of Early Education and Care in the amount of $7,000 to the Grant Fund Library Salary and Wages account ($1,600) and to the Grant Fund Library Other Ordinary Maintenance account ($5,400), to support parent/provider workshops, library materials and staff time to provide on-site services.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1596",
            "3541",
            "the transfer of $25,000 from the General Fund Employee Benefits (Insurance) Salary and Wages account to the General Fund Library Travel and Training (Judgment and Damages) account to cover current and anticipated medical services and/or prescription reimbursement costs for the remainder of the fiscal year for Library personnel injured in the performance of their duties.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1868",
            "4811",
            "$64,000 from Free Cash to the General Fund Historical Other Ordinary Maintenance account to cover the cost of publishing “Building Old Cambridge: Architecture and Design.”",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4969",
            "recommendation from City Engineer Katherine Watkins to name two new private ways; Clifton Place and Clifton Circle.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1559",
            "2171",
            "City Council opposition to raising the cap on charter schools, supporting the improvement of district public schools and the equitable division of educational resources.",
            "Nays",
            "Nays",
            "Yeas",
            "Yeas",
            "Nays",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1021",
            "1764",
            "the Adams Arts Program grant from the Massachusetts Cultural Council for $26,250 to the Grant Fund Public Celebrations (Arts Council) Other Ordinary Maintenance account and will be used to support a newly developed program called the Cambridge Arts: Creative Marketplace.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2151",
            "the Shannon Grant received from the Metropolitan Mayors Community Safety Initiative through the Executive Office of Public Safety for $12,810 to the Grant Fund Human Services Salary and Wages account ($11,520) and to the Grant Fund Human Services Other Ordinary Maintenance account ($1,290) which will be used to support the design and implementation of the City Peace program, a violence peer leadership internship for teens through the Youth Centers.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1641",
            "4153",
            "$7,870 in additional municipal access fees to the General Fund Cable Television Other Ordinary Maintenance account to provide additional payments to Cambridge Community Television (CCTV).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1584",
            "3367",
            "the transfer of $23,415 within the EOPSS FFY16 Focused Deterrence Grant, from the Grant Fund Police Salary and Wages account to the Grant Fund Police Extraordinary Equipment account, to support a Smart Policing Initiative which uses a problem-solving focused approach to crime prevention.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2417",
            "an order requesting the appropriation and authorization to borrow $149,600,000 to provide funds for various School building infrastructure projects including construction for the King Open/Cambridge Street Schools & Community Complex, building envelope repairs at the Fletcher Maynard Academy, and a new boiler at the Amigos School.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3462",
            "$1,700,000 from Free Cash to the Public Investment Fund Fire Extraordinary Expenditures account to fund the replacement of a 105 foot rear aerial ladder ($1.1 million), two paramedic squad units ($400,000) and one ambulance ($200,000).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2642",
            "requesting the City Council move to Executive Session for an update on the potential acquisition of property located at 859 Massachusetts Avenue by eminent domain.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1801",
            "That the Cambridge City Council go on record in full support of H.3019/S.1810, H.3073/S.1807, and S.1809 as needed protections for area bicyclists.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3037",
            "the Summer Food Program grant funded by the U.S. Department of Agriculture through the Massachusetts Department of Education for $240,467 to the Grant Fund Human Services Salary and Wages account ($5,000) and to the Grant Fund Human Services Other Ordinary Maintenance account ($235,467), to be used to provide nutritious meals to Cambridge youth at 26 sites throughout the City during the summer months when schools are closed.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2111",
            "$200,000 from Sewer rate revenue to the General Fund Debt Service Extraordinary Expenditures account to provide funds for the principal and interest payments on the sewer loans from the State Revolving Fund that were received in July 2015.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4566",
            "the appropriation from the Urban Areas Security Initiative (UASI) through the Boston Mayor’s Office of Emergency Management in the amount of $13,352.39 to the Grant Fund Fire Department Salary and Wages account.  The City has received this grant, as reimbursement for trainings performed in conjunction with the Urban Area Security Initiative (UASI).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2090",
            "is requested to produce a report explaining how many Cambridge residents are attending which charter schools and in what grades, as well as, if possible, the retention rate of those students, their MCAS performance, their demographic breakdowns, and their graduation rates.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1567",
            "2774",
            "the Emergency Solutions Grant (ESG) from the Office of the U.S. Department of Housing and Urban Development (HUD) in the amount of $226,064 to the Grant Fund Human Services Salary and Wages account ($16,954) and to the Grant Fund Human Services Other Ordinary Maintenance account ($209,110), to be used for shelter operating costs, providing essential services to homeless persons outside of the shelter setting, rapid re-housing, homelessness prevention case management, and rental assistance services.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4627",
            "the Low Income Heating Assistance Program grant in the amount of $14,040 funded by the Federal Department of Health and Human Services and administered in Massachusetts by the Commonwealth’s Department of Housing and Community Development to the Grant Fund Human Services Other Ordinary Maintenance account to provide funds to operate the Low Income Heating Assistance Program (LIHEAP) serving Cambridge and Somerville.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2421",
            "$25,000 from Free Cash to the General Fund Public Works Extraordinary Expenditures account to purchase a new street sweeping machine.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1845",
            "4263",
            "Councillor Toomey filed Reconsideration of the vote taken at the City Council meeting of February 27, 2017 on Policy Order #7 stating that the City Council support the 10-citizen petition recently presented to the Cambridge Historical Commission, asking for a tiered designation system and other amendments to the Harvard Square Conservation District guidelines and possibly to its boundaries.",
            "Nays",
            "Nays",
            "Nays",
            "Absent",
            "Yeas",
            "Nays",
            "Yeas",
            "Nays",
            "Yeas"
        ],
        [
            "1844",
            "4561",
            "a grant from the State Executive Office of Public Safety, Department of Fire Services for $187,500 to the Grant Fund Fire Department Extraordinary Expenditures account  to support the Fire Department’s Hazardous Response Team.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3211",
            "A proposed amendment to the Ordinance entitled \"Zoning Ordinance of the City of Cambridge\" as amended by the Planning Board recommendation to expand the requirements of the North Massachusetts Avenue Sub-district (Section 20.110) applicable generally within the portions of the Massachusetts Avenue Overlay District (MAOD) zoned Business A-2 (BA-2).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1847",
            "4318",
            "An amendment to the Municipal Code Ordinance that Title 8 entitled “Health and Safety” be amended in Chapter 8.28 entitled “Restriction on Youth Access to obacco Products and in Smoking in Workplaces and Public Places” by amending 8.28.050 entitled “ Definitions for Prohibition of Smoking in Workplaces” by adding a new definition.",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1023",
            "1917",
            "Resolution on the death of Esther Maxwell.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2671",
            "$42,000 from Free Cash to the General Fund Finance (Personnel) Other Ordinary Maintenance account to be used to procure consultant services to assist in the hiring of a new City Manager.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3031",
            "a Department of Elementary and Secondary Education (DESE) grant in the amount of $64,428 to the Grant Fund Human Service s Salary and Wages account ($34,457), to the Grant Fund Human Services Other Ordinary Maintenance account ($29,935) and to the Grant Fund Human Services Travel and Training account ($36), to be used to provide an integrated education and training program for immigrant adults in the Metro North area who are interested in becoming certified nursing assistants or home health aides.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3461",
            "the Emergency Food and Shelter National Board Program (EFSP) grant in the amount of $15,000 to the Grant Fund Human Services Other Ordinary Maintenance account which will be used to supplement fuel assistance payments.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2092",
            "Resolution on the death of Margaret Carney-Myers.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4936",
            "various donations to the Council on Aging in the amount of $24,233.40 to the Grant Fund Human Service Programs Salary and Wages account ($9,000.00) and to the Other Ordinary Maintenance account ($15,233.40) which will be used to support a variety of services for Cambridge Seniors.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1642",
            "4096",
            "an order requesting the appropriation and authorization to borrow $2,300,000 to provide funds for the design, drainage, and installation of new field surfaces at Russell Field and the Graham and Parks School.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1853",
            "3428",
            "to Louis A. DePasquale",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4933",
            "the Massachusetts Housing and Shelter Alliance (MHSA) grant funded by the Department of Housing and Community Development (DHCD) in the amount of $934.14 to the Grant Fund Human Service Programs Salary and Wages account and will be used for costs related to the Carey Men’s Transitional Program operated by the Multi-Service Center.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1562",
            "2485",
            "$940,000 from Free Cash to the Public Investment Fund Public Works Extraordinary Expenditures account to provide funds for the construction costs for the Morse School Playground.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2144",
            "the transfer of $20,000 from the General Fund Electrical Other Ordinary Maintenance account to the General Fund Electrical Extraordinary Expenditures account which will allow the Electrical Department to continue to expand the fiber optic network for public safety radios.   The project is supported by savings from the Electric Streetlight budget.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1868",
            "4813",
            "a grant from the Massachusetts Department of Environmental Protection (MASS DEP) in the amount of $62,000 to the Grant Fund Public Works Other Ordinary Maintenance account which provides funding to municipalities that have implemented specific programs and policies proven to maximize reuse, recycling, and waste reduction.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1872",
            "5045",
            "$1,188.40 from the Grant Fund Emergency Communications Travel and Training account to the Grant Fund Emergency Communications Salary and Wages account",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1569",
            "2940",
            "$750,000 from Free Cash to the Public Investment Fund Public Works Extraordinary Expenditures account to pay for design services for the building located at 859 Massachusetts Avenue and a feasibility study for municipal facilities.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1559",
            "2273",
            "a grant from the Massachusetts Executive Office of Public Safety and Security's Traffic Enforcement Grant Program in the amount of $21,000 to the Grant Fund Police Department Salary and Wages account which will fund high-visibility traffic enforcement of motor vehicle laws, including but not limited to speeding and aggressive driving, impaired driving, distracted driving, and occupant protection.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3035",
            "the Friends of the Community Learning Center (CLC) grant funded by Friends of the Community Learning Center through individual donations and from a family foundation in the amount of $28,500 to the Grant Fund Human Services Salary and Wages account ($25,931), and to the Grant Fund Human Services Other Ordinary Maintenance account ($2,569), to be used to support English for Speakers of Other Languages classes at the Community Learning Center.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2097",
            "Resolution on the death of Catherine M. (Shine) Killion.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2629",
            "a Friends of the Community Learning Center (CLC) grant funded by the Cambridge Community Foundation in the amount of $15,000 to the Grant Fund Human Services Salary and Wages account ($13,918), to the Grant Fund Human Services Other Ordinary Maintenance account ($982), and to the Grant Fund Human Services Travel and Training account ($100) which will be used  the CLC funds for the Life Transitions Program, which partners with the Citywide Senior Center and connects low-income Cambridge immigrants to services including ESOL classes, Bridge to College Program, and career counseling.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4849",
            "recommending that the City Council accept  amendments to Municipal Code Chapter 15.04 relating to the Building Permit Fee schedule for services provided by the Inspectional Services Department.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4940",
            "a Department of Elementary and Secondary Education (DESE) grant in the amount of $29,000.00 to the Grant Fund Human Service Programs Salary and Wages account ($11,764.00) and to the Other Ordinary Maintenance account ($17,236.00) and will be used for the Integrated English Literacy and Civics Education Program, and will provide an integrated education and training program for immigrant adults in the Metro North area who are interested in becoming home health aides.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1596",
            "3492",
            "is requested to direct the City Solicitor and the appropriate staff to draft an ordinance to require that gas pumps be labeled with a “purely factual and uncontroversial” environmental warning about fossil fuels’ effect on climate change.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Nays",
            "Nays",
            "Nays",
            "Absent",
            "Yeas",
            "Nays"
        ],
        [
            "1582",
            "3231",
            "the Agenda for Children’s Talk and Read grant in the amount of $3,189 received from the Cambridge Public Health Department to the Grant Fund Human Services Salary and Wages account ($1,149) and to the Other Ordinary Maintenance account ($2,040), to be used to staff salary costs and workshop supplies for outreach worker parenting workshops.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1023",
            "1897",
            "from Ann Fleck-Henderson, Richdale Avenue, regarding Indigenous Peoples Day.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4629",
            "the Shannon Grant received from the Metropolitan Mayors Community Safety Initiative through the Executive Office of Public Safety for $11,959.20 to the Grant Fund Human Services Salary and Wages account ($11,520) and to the  Other Ordinary Maintenance account ($439.20) and will be used to support the design and implementation of the City Peace program, a violence peer leadership internship for teens through the Youth Centers.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1914",
            "is requested to confer with appropriate City departments and to report back to the City Council on the current total number and locations of sandwich board and A-frame signs, details on the process and criteria for approval and annual renewal, details on the enforcement of non-compliant and unpermitted signs, whether the annual $75 fee remains appropriate, whether reasonable design guidelines could be encouraged or required in historic districts, and whether the application process could be improved to include more detail to better inform decision makers.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1911",
            "Commending the efforts of the organizers of the 2016 Chinese New Year Gala & Community Enrichment Forum for bringing Asian American organizations across New England together to celebrate the Chinese New Year.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1559",
            "2214",
            "That the City Council go on record asking the Massachusetts State Legislature to review the symbolism of the Official Seal of Massachusetts to determine whether it may be perpetuating or promoting hurtful symbolism.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2147",
            "the transfer of $50,000 from the General Fund Electrical Other Ordinary Maintenance account to the Public Investment Fund Electrical Extraordinary Expenditures account to purchase a new bucket truck.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2680",
            "the Massachusetts Housing and Shelter Alliance (MHSA) grant funded by the Department of Housing and Community Development (DHCD) in the amount of $1,509.94 to the Grant Fund Human Services Salary and Wages account to be used for costs related to the Carey Men’s Transitional Program operated by the Multi-Service Center.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3442",
            "$93,000 from Free Cash to the General Fund Election Other Ordinary Maintenance account to pay for costs associated with early voting for the State/Presidential election.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1638",
            "3943",
            "$35,188 from the Emergency Management Performance Grant (EMPG) from the Federal Emergency Management Agency (FEMA) to the Public Investment Fund Fire Department Extraordinary Expenditures account, to be used to replace five thermal imaging cameras via a manufacturer trade-in with five new state-of-the-art thermal imaging cameras.  It will also allow the purchase of an additional thermal imaging camera.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1639",
            "4033",
            "the Massachusetts Formula Grant in the amount of $144,016.44 funded by the Massachusetts Executive Office of Elder Affairs to the Grant Fund Human Services Salary and Wages account ($86,184.60), to the Other Ordinary Maintenance account ($53,231.84), and to the Travel and Training account ($4,600), awarded to the Council on Aging Division and will be used to provide transportation for Cambridge seniors to medical appointments and weekly food shopping trips, and will also support one part-time weekend coordinator position, an office aid, a meals assistant, and several instructors who provide services at the Citywide Senior Center.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1642",
            "4227",
            "$48,000 from Free Cash to the General Fund Finance (Personnel) Other Ordinary Maintenance account. This appropriation will be used to procure consultant services to assist in the hiring of a new Police Commissioner.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1638",
            "3946",
            "$35,000 from Free Cash to the General Fund Human Services Other Ordinary Maintenance account, to be used to expand the existing contract with Food for Free to support the Weekend Backpack Program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1568",
            "2834",
            "a grant from the U. S. Department of Housing and Urban Development (HUD) through the HOME Program for $526 to the Public Investment Fund Community Development Extraordinary Expenditures account, to support affordable housing development activities.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1022",
            "1835",
            "the Flatbread Benefit Night donation in the amount of $484.75 to Grant Fund Human Services Other Ordinary Maintenance account which will be utilized to support activities including monthly nutrition and healthy eating classes to the Haggerty Preschool.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2121",
            "A zoning petition has been received from the Richard Avenue Neighborhood Protective Zoning Proposal to amend the Cambridge Zoning Ordinance and Zoning Map by replacing the current section 20.103.2 North Massachusetts Avenue Subdistrict.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1021",
            "1763",
            "a grant from the Massachusetts Cultural Council for $21,600 to the Grant Fund Public Celebrations (Arts Council) Other Ordinary Maintenance account which will be used to provide mini-grants to artists, arts organizations and community groups in Cambridge.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2150",
            "the Friends of the Community Learning Center (CLC) grant in the amount of $20,904 to the Grant Fund Human Services Salary and Wages account ($18,192), to the Grant Fund Human Services Other Ordinary Maintenance account ($1,562), and to the Grant Fund Human Services Travel and Training account ($1,150) which will support the Bridge to College Program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2116",
            "the appointment of the following members of the Open Data Review Board effective March 14, 2016: Harlan Weber, Cathy Chute, Jake Wasserman, Anthony Vanky, Eric Belford, Clifford Cook, Christina Giacobbe, Lee Gianetti",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2416",
            "an order requesting the appropriation and authorization to borrow $150,000 to provide funds for the purchase and installation of mechanical components to ensure the operational integrity of the elevator at the Robert W. Healy Public Safety Facility.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3081",
            "a $45,000 grant from the Massachusetts Department of Environmental Protection 604b Water Quality Management Planning Program to the Grant Fund Public Works Department Extraordinary Expenditures Account, to be used to fund conceptual green street design plans for three public rights of ways, as well as guidance on green street implementation in space-constrained residential settings; with a focus on smaller scale reconstruction projects that are not part of larger utility reconstruction projects.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3036",
            "the Let’s Move donation from the Cambridge Public Health Commission in the amount of $500 to the Grant Fund Human Services Other Ordinary Maintenance account, to be used to purchase athletic equipment and supplies.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1869",
            "4650",
            "the appropriation and authorization to borrow $20,000,000 to provide funds for various water pollution abatement projects, including construction of sewer separation, storm water management and combined sewer overflow reduction elimination improvements within the City’s Alewife Watershed, Cambridgeport neighborhood, and the Port neighborhood.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1559",
            "2283",
            "That the City Council go on record accepting Chapter 481 of the Acts of 1993, the same being “An Act Relative to the Sale of Liqueurs or Cordials by Common Victuallers amended by MGL Chapter 138 Sections One and Twelve.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2091",
            "is requested to consult with relevant City departments to develop data on residents of housing developments with 16 units or more to capture such demographic information as the City might find relevant for future planning, to include the number and age of residents, as well as the percent of owner-occupied units, broken down by unit size, specific building and building location.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2420",
            "$650,000 from Free Cash to the General Fund Public Works Other Ordinary Maintenance account to cover winter 2015-2016 snowstorm expenses associated with snow plowing contracts, salt and other material, and repair costs.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4562",
            "$2,000 from the Hazardous Materials Emergency Preparedness Planning Grant from the Federal Emergency Management Agency to the Grant Fund Fire Department Travel and Training account which will provide funds for staff to attend a hazardous material conference in Baltimore, MD.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1916",
            "from Councillor Timothy J. Toomey, Jr., transmitting a series of articles regarding the affordable housing crisis.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4625",
            "the Flatbread Benefit Night donation in the amount of $355.25 to Grant Fund Human Services Other Ordinary Maintenance account which will be used to support activities including monthly nutrition and healthy eating classes to the Haggerty Preschool.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1848",
            "4422",
            "the transfer of $1,000,000 from the Water Fund Other Ordinary Maintenance account to the Public Investment Fund Water Extraordinary Expenditures account to fund the replacement of water meters and meter transmitter units (MTUs).",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3137",
            "the submission of the attached Home Rule Petition that would authorize the City of Cambridge to include in the planned reconstruction (the “Project”) of the King Open / Cambridge Street Upper School and Community Complex (“KOCSUS”) the area that is presently occupied by the public swimming pool known as the Gold Star Pool (the “Gold Star Pool Site”) and to construct subsurface geothermal wells in a portion of Donnelly Field that lies directly along and adjacent to the current southerly boundary of the KOCSUS site (the “School Site”).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1621",
            "3784",
            "a supplemental allocation from the Office of the Attorney General, Local Consumer Aid Fund for $7,000 to the Grant Fund License Commission (Consumer’s Council) Salaries and Wages account ($5,000), to the Other Ordinary Maintenance account ($1,250) and to the Travel and Training account ($750), to be used as a funding source to support the Consumer’s Council Budget in the FY17 Adopted Budget.",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3468",
            "$25,000 from Free Cash to the General Fund City Council Other Ordinary Maintenance account ($21,500) and to the City Council Travel & Training account ($3,500) to fund expenditures related to the City Manager search process.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1642",
            "4248",
            "An amendment to the Zoning Ordinance of the City of Cambridge in the Central Square Overlay District.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1642",
            "4097",
            "an order requesting the appropriation and authorization to borrow $1,100,000 to provide funds for the construction of sewer separation, storm water management, and combined sewer overflow reduction elimination improvements within the Cambridgeport Neighborhood.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1568",
            "2857",
            "the approval and appropriation of an additional One Million, Two Hundred Thirty-Six Thousand, One Hundred Twenty-Five ($1,236,125) Dollars from Free Cash to the General Fund Law Department Travel & Training (Judgment & Damages) account, in order to settle the damages to be paid to the Cambridge Chamber of Commerce, Inc. (the “Chamber”) with regard to the City’s eminent domain taking of the Chamber’s property on June 13, 2016.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1869",
            "4843",
            "the transfer of $121,458 between School Department statutory accounts, which includes $121,458 from the General Fund School Salary and Wages account to the General Fund School Other Ordinary Maintenance account ($103,989), Travel and Training account ($5,519), and Extraordinary Expenditures account ($11,950).  During the course of the school year, the School Department allows principals and department administrators to move funds across statutory categories within their budgets to better meet their educational needs.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2162",
            "That the City of Cambridge goes on record as committing to Vision Zero, with goals of eliminating transportation fatalities and serious injuries, as well as continuing to reduce the crash rates for all modes.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1563",
            "2546",
            "the transfer of $50,000 from the General Fund Employee Benefits (Insurance) Salary and Wages account to the General Fund Finance (Personnel) Travel and Training (Judgment and Damages) account to cover current and anticipated workers compensation costs for the remainder of the fiscal year.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1562",
            "2482",
            "the Emergency Solutions Grant (ESG) from the Massachusetts Department of Housing and Community Development (DHCD) in the amount of $116,748 to the Grant Fund Human Services Salary and Wages account ($3,948) and to the Other Ordinary Maintenance account ($112,800) which will be used to support the Support for Tenants at Risk (STAR) homelessness prevention program based at the Multi-Service Center.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1583",
            "3340",
            "the transfer of $200,000 from the General Fund Employee Benefits Salary and Wages account to the General Fund Law Travel and Training (Judgment and Damages) account to cover current and future disbursements that must be paid from this account.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2425",
            " a grant from the Massachusetts Department of Environmental Protection (MASS DEP) in the amount of $105,000 to the Grant Fund Public Works Other Ordinary Maintenance account which will use the funds to offset the costs to purchase wheeled food waste carts for the curbside organics collection program.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2621",
            "the transfer of $660,052 between School Department statutory accounts, which includes $585,219 from the General Fund School Salary and Wages account, $69,911 from the General Fund School Travel and Training account and $4,922 from the General Fund School Extraordinary Expenditures account to the General Fund School Other Ordinary Maintenance account which are reallocations to school improvement and professional development plans for all schools.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1021",
            "1769",
            "a recommendation from the License Commission to approve the amended route application from Paul Revere Transportation, LLC/EZRide.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1584",
            "3362",
            "the Fair Housing Assistance Program Grant from the U.S. Department of Housing and Urban Development (HUD) in the amount of $41,400 to the Grant Fund Human Rights Salary and Wages Account ($31,400) and to the Travel and Training Account ($10,000), to be used to cover a portion of the salary of an Attorney-Investigator, who works on cases from the Fair Housing Assistance Program (FHAP).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1903",
            "Congratulations to Melissa Russo and Tucker Lewis on the birth of their son August Lewis Russo.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3029",
            "the Cambridge Housing Authority (CHA) Bridge to College Program grant in the amount of $13,700 to the Grant Fund Human Services Salary and Wages account ($13,269) and to the Grant Fund Human Services Other Ordinary Maintenance account ($431), to be used to support the Bridge-to-College Program which prepares adult CHA residents with a high school diploma or equivalency to succeed in college.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3034",
            "funds for the College Success Program (CSI) from the Cambridge Housing Authority for $12,500 to the Grant Fund Human Services Salary and Wages account, to be used to support a portion of the salary costs for a part-time college success coach to work with students attending Bunker Hill Community College.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2098",
            "from Robert McHale, Trustee of the 9 Donnell Street Realty Trust, transmitting written protest to the Peter L. Cohen, et al. Zoning Petition.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2628",
            "a Department of Elementary and Secondary Education (DESE) grant in the amount of $27,582 to the Grant Fund Human Services Salary and Wages account ($13,262) and to the Other Ordinary Maintenance account ($14,320) which is for the Integrated English Literacy and Civics Education Program, and will provide an integrated education and training program for immigrant adults in the Metro North area who are interested in becoming home health aides.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1618",
            "3674",
            "That all Awaiting Report items on the Awaiting Report List on November 7, 2016 be placed on file.",
            "Nays",
            "Nays",
            "Nays",
            "Nays",
            "Nays",
            "Nays",
            "Yeas",
            "Nays",
            "Yeas"
        ],
        [
            "1845",
            "4274",
            " $175,000 from Free Cash to the General Fund Library Other Ordinary Maintenance account which will fund expenses incurred to repair the garage gate at the Main Library that was damaged by a motorist as well as increased costs related to the Main Library’s HVAC system and cleaning services contract.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1616",
            "3601",
            "the transfer of $10,000 from the General Fund Employee Benefits Salary and Wages account (Insurance) to the General Fund Electrical Travel and Training account (Judgments and Damages) to cover medical services and/or prescription reimbursement costs for personnel injured in performance of their duties.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3228",
            "the Massachusetts Housing and Shelter Alliance grant funded by the Department of Housing and Community Development (DHCD) in the amount of $94,347.60 to the Grant Fund Human Services Salary and Wages account ($84,922.60), to the Other Ordinary Maintenance account ($6,925), and to the Travel and Training account ($2,500), to be used for costs related to the Carey Men’s Transitional Program operated by the Multi-Service Center.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1023",
            "1896",
            "An application was received from Blue Hills Bank, requesting permission for a blade sign at the premises numbered 200 Concord Avenue.  Approval has been received from Inspectional Services, Department of Public Works, Community Development Department and Abutter.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4630",
            "the transfer of $9,431 from the Grant Fund Emergency Communications Other Ordinary Maintenance account to the Grant Fund Emergency Communications Salary and Wages account to cover overtime costs.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4921",
            "$1,366,506 from Free Cash to the Mitigation Revenue Stabilization Fund.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4564",
            "a grant from the State Executive Office of Public Safety and Security for $3,396 to the Grant Fund Fire Salaries and Wages account ($2,500) and to the Other Ordinary Maintenance account ($896) which will support the Senior SAFE Program that educates seniors in fire prevention, general home safety, and how to be better prepared in the event of a fire.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1910",
            "is requested to confer with the Department of Public Health, the Cambridge Health Alliance, local hospitals and the medical community on appropriate strategies for public outreach, education, and support for residents who may be concerned about the Zika virus.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2681",
            "donations for $9,655 to the Grant Fund Human Services Other Ordinary Maintenance account to be used to support Cambridge athletes participating in Special Olympics for uniforms, trophies, equipment, and supplies.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3443",
            "the transfer of $33,500 from the General Fund Employee Benefits (salary adjustment) Salary and Wages account to the General Fund Election Salary and Wages account to pay for wages associated with early voting for the State/Presidential election.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1569",
            "2946",
            "the transfer of $40,000 from the General Fund Veterans Travel & Training (Benefits) account to the Public Investment Fund Veterans Extraordinary Expenditures account to replace carpeting in their office at 51 Inman Street.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4941",
            "the Summer Food Program grant funded by the U.S. Department of Agriculture through the Massachusetts Department of Education for $243,087.00 to the Grant Fund Human Service Programs Other Ordinary Maintenance account to be used to provide nutritious meals to Cambridge youth at 22 sites throughout the City during the summer months when schools are closed.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1022",
            "1877",
            "from Donna P. Lopez, City Clerk, transmitting a response to an Open Meeting Law Complaint filed by Hasson Rashid dated January 8, 2016 .",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1568",
            "2835",
            "relative the transfer of $860,000 within statutory accounts of the Public Investment Fund Extraordinary Expenditure account for the acquisition of two parcels of the Watertown Branch railroad from B&M Corporation for the purpose of creating a future multi-use path and greenway.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1594",
            "3445",
            "$190,000 from Free Cash to the General Fund Community Development Other Ordinary Maintenance account to complete a Low Carbon Energy Supply Study.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3224",
            "a State 911 Department PSAP Leadership Scholarship Program for $10,000 to the Emergency Communications Salary and Wages account $4,678.01 and to the Travel and Training account $5,321.99. This scholarship was awarded to Frederick Hart for participation in the 2016 Communication Center Management Program, to be used as a reimbursement for all eligible expenses related to participating in the program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1556",
            "2122",
            "Congratulations to the Cambridge Rindge & Latin Men’s Basketball Team for advancing to the North Division 1 Finals against Lowell.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1843",
            "4450",
            "An amendment to the Municipal Code Ordinance that Title 8 entitled \"Health and Safety be amended in Chapter 8.12.010 entitled “Self-service station regulations.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2117",
            "City Council support of bill H.4056 which addresses opioid addiction by limiting first-time prescriptions of opioids, requiring verbal screenings of all public school students and passing a series of other provisions related to education, treatment and prevention of drug addiction.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1596",
            "3543",
            "the Cultural Investment Portfolio grant from the Massachusetts Cultural Council in the amount of $7,500 to the Grant Fund Historical Commission Salaries and Wages account ($7,000) and the Grant Fund Historical Commission Other Ordinary Maintenance account ($500), to be used to continue to support part-time archives assistants, who maintain the public archive of Cambridge history.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4932",
            "an order authorizing the City Manager for transfer appropriations of available balances prior to the close of the books for FY16-17.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1872",
            "5040",
            "$50,000 associated with the Boston Properties special permit (88 Ames St.) from the Mitigation Revenue Stabilization Fund to the Public Investment Fund Community Development Extraordinary Expenditures account to provide consultant services in support of the Kendall Square Mobility Task Force.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1556",
            "2105",
            "is requested to report back to the City Council regarding the improvement of accessibility to feminine hygiene products in public restrooms.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2100",
            "from Carol O'Hare, 172 Magazine Street, regarding the Volpe order.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2634",
            "$375,000 associated with Novartis’ Special District 15 (opposite the NECCO Building; Ordinance #1338) from the Mitigation Revenue Stabilization Fund to the Grant Fund Community Development Other Ordinary Maintenance which will be used to support middle income housing programs for Cambridge residents with consideration of neighborhoods impacted by development.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1848",
            "4426",
            "recommendations for the block rates for water consumption and sewer use for the period beginning April 1, 2017 and ending March 31, 2018.",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3226",
            "$400,000 from MassDOT’s new Complete Streets Program to the Public Investment Fund Public Works Extraordinary Expenditures account to be used to fund sidewalks, paving, bike lanes and bike parking on Mass Ave. between Linnaean Street and Upland Road; and sidewalks and bike parking on Lawn Street.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3449",
            "$3,600,000 from the Water Fund Retained Earnings account to the Water Fund Other Ordinary Maintenance account to fund the purchase of water from the Massachusetts Water Resources Authority (MWRA) for approximately three months.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4563",
            "a Mass Decontamination Unit (MDU) Grant from the Massachusetts Department of Public Health in the amount of $8,000 to the Grant Fund Fire Salaries and Wages account ($6,000) and to the Other Ordinary Maintenance account ($2,000) which will be used to enhance the protection of the two Cambridge hospitals in the event of an emergency contamination situation.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4915",
            "a grant from the National Endowment for the Arts (NEA) for $35,000 to the Grant Fund Public Celebrations (Arts Council) Other Ordinary Maintenance account. Funds will be used to support promotion of the arts by supporting a series of temporary public artworks in the historic Cambridge Common.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4974",
            "a request for authorization to transfer a leasehold interest in the property at 1-15 Vail Court to the Cambridge Affordable Housing Trust and to appropriation $750,000 from Free Cash to the Public Investment Fund Public Works Department Extraordinary Expenditures to facilitate the abatement and demolition of  the existing structures on the site",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1869",
            "4635",
            "the appropriation and authorization to borrow $5,000,000 to provide funds for the Municipal Facilities Improvement Plan.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2669",
            "a grant from the U. S. Department of Housing and Urban Development (HUD) through the HOME Program for $514,445 to the Public Investment Fund Community Development Extraordinary Expenditures account to support affordable housing development activities that include acquisition, moderate rehabilitation, substantial rehabilitation, and new construction of housing units for low- and moderate- income families and individuals.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1848",
            "4423",
            "a grant from the Massachusetts Cultural Council for $21,600 to the Grant Fund Public Celebrations (Arts Council) Other Ordinary Maintenance account that will be used to provide direct financial support and technical assistance to artists, arts organizations, and community groups in Cambridge.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1943",
            "$150,000 from Free Cash to the General Fund Human Services Salaries and Wages account ($60,000) and to the General Fund Human Services Other Ordinary Maintenance Account ($90,000) to be used to support the beginning implementation work of the Early Childhood Task Force’s recommendations.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1861",
            "from Donna P. Lopez, City Clerk, transmitting a report from Councillor Craig Kelley, Chair of the Public Safety Committee, for a public hearing held on December 14, 2015 to discuss the climate change vulnerability assessment.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2679",
            "various donations to the Council on Aging in the amount of $24,649.21 to the Grant Fund Human Services Salary and Wages account ($10,000) and to the Grant Fund Human Services Other Ordinary Maintenance account ($14,649.21) to be used to support a variety of services for Cambridge Seniors, including food and entertainment for senior parties, the purchase of fans for low-income seniors, provision of minor home adaptation equipment, support for the food pantry, and transportation for special senior center events and trips.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4938",
            "user reimbursements received from Cambridge Homeless Service Provider Agencies to support the Cambridge Homeless Management Information System in the amount of $8,250.00 to the Grant Fund Human Service Programs Other Ordinary Maintenance account which will be used to support associated program costs of the citywide tracking system for homeless persons receiving services.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1622",
            "3824",
            "the transfer of  $430,000 from the General Fund Employee Benefits (Insurance) Salary and Wages account to the General Fund Public Works Travel and Training (Judgment and Damages) account to cover current and anticipated medical services and/or prescription reimbursement costs for the remainder of the fiscal year for personnel injured in the performance of their duties.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1873",
            "5154",
            "Louis DePasquale to reappoint Kathleen L. Born to the Cambridge Redevelopment Authority for a term of five years with a favorable recommendation.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1021",
            "1767",
            "$9,675.00 from the Department of Early Education and Care to the General Fund Human Service Programs Salary and Wages account and will support the services of a 1:1 aide in one of our pre-school programs through May 31, 2016.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1871",
            "4935",
            "the transfer of $2,500 in the Massachusetts Housing Shelter Alliance (MHSA) grant from the Grant Fund Human Services Travel and Training account to the Grant Fund Human Services Other Ordinary Maintenance account to be used for staffing costs through the end of the fiscal year.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2161",
            "the adoption of a Policy Order committing Vision Zero, a set of goals of eliminating transportation fatalities and serious injuries.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1562",
            "2483",
            "an additional appropriation of the Low Income Heating Assistance Program grant in the amount of $95,865 funded by the Federal Department of Health and Human Services and administered in Massachusetts by the Commonwealth’s Department of Housing and Community Development to the Salary and Wages account ($6,492), to the Other Ordinary Maintenance account ($86,373) and to the Travel and Training account ($3,000) to operate the Low Income Heating Assistance Program (LIHEAP) serving Cambridge and Somerville.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1022",
            "1830",
            "additional funds to the Adult Basic Education (ABE) grant received from the Massachusetts Department of Elementary and Secondary Education (DESE) in the amount of $9,747 to the Grant Fund Human Services Salary and Wages account ($6,849), and to the Other Ordinary Maintenance account ($2,898) which will be used to add two classes for current students (a spelling class and a job readiness class), advising for those classes, and additional staff development for part-time teachers.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2426",
            "$650,000 from the General Fund Employee Benefits (Insurance) Salary and Wages account to the General Fund Public Works Travel and Training (Judgment and Damages) account to cover current and anticipated medical services and/or prescription reimbursement costs for the remainder of the fiscal year for personnel injured in the performance of their duties.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2124",
            "Support of S.735 and H.1577 encouraging the Massachusetts legislature to engage in responsible and thoughtful policymaking regarding equal protection.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1621",
            "3765",
            "requesting that the  City Council adopt an order giving the City of Cambridge permission to apply for, accept and expend state grant funds for Valente Branch Library, which is included in the construction of the King Open and Cambridge Street Upper Schools & Community Complex project.",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1021",
            "1768",
            "the transfer of $6,743 of the Emergency Solutions Grant (ESG) from the Department of Housing and Community Development (DHCD) from the Grant Fund Human Services Salary and Wages account to the Other Ordinary Maintenance account which will provide funds for the Support for Tenants At Risk (STAR) homelessness prevention program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1584",
            "3363",
            "$252,878.87 to the Public Investment Fund Community Development Extraordinary Expenditures account, to be used to further support the City’s affordable rental housing development and preservation efforts.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3028",
            "the Adult Basic Education (ABE) grant received from the Massachusetts Department of Elementary and Secondary Education (DESE) in the amount of $689,120 to the Grant Fund Human Services Salary and Wages account ($660,212), to the Grant Fund Human Services Other Ordinary Maintenance account ($27,108) and to the Grant Fund Human Services Travel and Training account ($1,800), to be used for volunteer coordination, technology coordination, distance learning for ESOL students, student leadership activities, childcare through the Center for Families for a family literacy class, and out-stationing at Career Source to identify and refer potential adult education students.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1567",
            "2795",
            "a recommendation that the City Council approve an Order to take by eminent domain a parcel of land comprising approximately 5,000 square feet of land located at 859 Massachusetts Avenue in Cambridge which is presently owned by the Cambridge Chamber of Commerce and that the City Council approve an Order appropriating One Million Three Hundred Sixty-Three Thousand Eight Hundred Seventy-Five ($1,363,875) Dollars to the General Fund Law Department Travel & Training (Judgment & Damages) Account from Free Cash",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1559",
            "2275",
            "the recommendation of the adoption of the provision of Chapter 481 of the 1993 Acts and Resolves, An Act Relative to the Sale of Liqueurs or Cordials by Common Victuallers.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3033",
            "a donation from Mt. Auburn Hospital to the Council on Aging in the amount of $1,000 to the Grant Fund Human Services Other Ordinary Maintenance account, to be used to educate the senior community in stroke awareness and will fund outreach efforts and printing for literature on stroke warning signs.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2099",
            "from Carol O'Hare, 172 Magazine Street, regarding the Cohen Zoning Petition.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2627",
            "a Children’s Trust Fund grant in the amount of $525 to the Grant Fund Human Services Other Ordinary Maintenance account and will be used to  hold a Parent Appreciation Breakfast for Center for Families’ parents.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1022",
            "1832",
            "additional funds to the Civic Education Grant for $1,739 funded by the Massachusetts Department of Education, Adult and Community Learning Services to the Grant Fund Human Services Salary and Wages account ($706), to the Other Ordinary Maintenance account ($297), and to the Travel and Training account ($736) which supports ESOL/Civic Education classes provided by the Community Learning Center.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2415",
            "an order requesting the appropriation and authorization to borrow $4,000,000 to provide funds for the renovations of the Out of Town News Kiosk Building and adjacent plaza area in Harvard Square.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2094",
            "Congratulations to East End House on their annual Cooking For A Cause event and thanks for their 140 years of continued services to the Cambridge community.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1567",
            "2794",
            "$210,000 in additional FY16 Sewer revenue to the Public Investment Fund Public Works Extraordinary Expenditures account for the purchase of a new clam shell truck, to be used to clean catch basins in City streets.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1559",
            "2265",
            "the transfer of $10,300 from the General Fund Employee Benefits Salary and Wages account (Insurance) to the General Fund Human Service Programs Travel and Training account (Judgments and Damages) to cover medical services and/or prescription reimbursement costs for personnel injured in performance of their duties.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1899",
            "the appointment of the following persons as Public Weighers for the calendar year 2016 at Boston Sand & Gravel Co., 500 Front Street:  Dean Francis Boylan, Al Bishop, Mike Denahy, Mark Gilroy, Nicole Janey, David Kelley, Joe Olsen, Scott Prentiss, Faith Richardson, Wei Li.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4920",
            "$3,728,500 from Free Cash to the Community Benefits Stabilization Fund.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4565",
            "a grant from the State Executive Office of Public Safety and Security for $10,643 to the Grant Fund Fire Salaries and Wages account ($8,643), Grant Fund Fire Other Ordinary Maintenance account ($1,500) and the Grant Fund Fire Travel and Training account ($500) which will support the Student Awareness of Fire Education (SAFE) Program that educates students in the dangers of fire and how to be prepared in the event of a fire.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2410",
            " $1,000,000 from Free Cash to the Public Investment Fund School Department Extraordinary Expenditures account to replace flooring in several of the school buildings.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2120",
            "Congratulations to Madeline Elizabeth Allen on a great hockey season.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1905",
            "That the City Council go on record supporting the expeditious treatment of House Bill 3944 and Senate Bill 2022 such that Massachusetts can not only protect its first responders but also be better prepared to address drug addiction and prevention.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1890",
            "from Jeanne Koopman, 248 River Street, regarding Indigenous Peoples Day.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3466",
            "$120,000 from Free Cash to the General Fund Public Works Other Ordinary Maintenance account to execute a Zero Waste Plan for the City.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1022",
            "1863",
            "a Public Safety Answering Point Emergency Communications Center Support (PSAP Support) Grant funded from the State 911 Department for $301,330 to the Grant Fund Emergency Communications Salaries and Wages account ($225,000) and to the Other Ordinary Maintenance account ($76,330) which will partially support three Emergency Communications dispatch positions, training of Emergency Communications Center personnel, fees, and annual maintenance costs of dispatch-related software.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1022",
            "1849",
            "Councillor Toomey filed reconsideration on the vote taken on January 11, 2016 on passage to be ordained as amended the proposed zoning ordinance regarding Carsharing.",
            "Nays",
            "Nays",
            "Nays",
            "Nays",
            "Yeas",
            "Absent",
            "Absent",
            "Nays",
            "Yeas"
        ],
        [
            "1866",
            "4706",
            "$240,000 of Virtual Net Metering (VNM) credits to the General Fund Public Works Other Ordinary Maintenance account to cover invoices related to the VNM agreement for the photovoltaic project known as “Summer Street Solar.”",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1922",
            "the transfer of $661,272 between School Department statutory accounts, which includes $571,441 from the General Fund School Salary and Wages account, $89,234 from the General Fund School Travel and Training account and $597 from the General Fund School Extraordinary Expenditures account to the General Fund School Other Ordinary Maintenance account due to expenses for out-of-district tuition and student services contracts being greater than anticipated due to an increase in the number of students requiring placements and higher than expected per student tuition and service contract costs.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1569",
            "2776",
            "A zoning petition by the Richard Avenue neighbors to amend Section 20.103.2 North Massachusetts Avenue Sub-district and Section 20.110 Standards Applicable in the North Massachusetts Avenue Sub-district on the north side of Massachusetts Avenue to extend from the centerline of Beech Street on the east to the centerline of Richard Avenue on the west and to amend the City of Cambridge Zoning Map by redrawing the North Massachusetts Avenue Sub-district for the northerly side of Massachusetts Avenue to extend from the centerline of Beech Street on the east to the centerline of Richard Avenue on the west.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1638",
            "3944",
            "$2,000,000 from Free Cash to the Public Investment Fund Fire Extraordinary Expenditures account, to be used for the replacement of approximately 360 two-way portable and mobile radios for all Public Safety departments.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1568",
            "2836",
            "an order authorizing the City Manager for transfer appropriations of available balances prior to the close of the books for FY15-16.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent"
        ],
        [
            "1556",
            "2123",
            "from Donna P. Lopez, City Clerk, transmitting a report from Vice Mayor Marc C. McGovern, Chair of the Finance Committee, for a public hearing held on March 3, 2016 to discuss the FY16 Budget and the FY17 budget process.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1563",
            "2545",
            "a grant from the Urban Areas Security Initiative (UASI) through the City of Boston’s Office of Emergency Management for $8,790 to the Public Investment Fund Fire Extraordinary Expenditures account for the installation of cameras to monitor fire apparatus, radio infrastructure, and computer networks.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1556",
            "2118",
            "That the City Council go on record commending Fossil Free MIT for their dedication to their cause.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1843",
            "4480",
            "$5,250,000 from Free Cash to the Public Investment Fund Public Works Extraordinary Expenditures account to facilitate the complete renovation of the building located at 859 Massachusetts Avenue.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1872",
            "5041",
            " $162,520 from the Mitigation Revenue Stabilization Fund to the Public Investment Fund Public Works Department Extraordinary Expenditures account which will be used to remove stormwater (inflow) from the sewer system to offset the new sewer flows associated with the development at 8 Education Street.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1556",
            "2106",
            "Congratulations to Christopher and Joy Mattei on the birth of their son Gabriel Anderson Mattei.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1559",
            "2143",
            "is requested to confer with the City Solicitor and other relevant City departments to consider the pending State legislation and pending legislation in the City of Boston and any other actions that would allow Cambridge to institute municipal lobbying regulations.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1869",
            "4832",
            "HOME Grant Program Income of $148,143.29 to the Public Investment Fund Community Development Extraordinary Expenditures account which will increase funds available to continue the development of affordable housing for residents.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2101",
            "from Michael Brandon, regarding proposed revisions to City Council Rules.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3227",
            " Addendum #1 to the Fair Housing Assistance Grant from the U.S. Department of Housing and Urban Development (HUD) for $10,000 to the Grant Fund Human Rights Other Ordinary Maintenance Account. The original distribution for FY16 was $42,800 to be used to cover the costs of a HUD Partnership funded Outreach Materials pertaining to housing discrimination and lead paint poisoning.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1023",
            "1901",
            "from the family of Ann Marie E. (Rudgis) Johnson, transmitting thanks for the kind words of sympathy.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4914",
            "the Festivals Program of the Massachusetts Cultural Council grant for $500 to the Grant Fund Public Celebrations (Arts Council) Other Ordinary Maintenance account. Funds will be used to support artist fees for the Cambridge Arts River Festival.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4952",
            "$2,500 from a donation from the Sand County Charitable Trust to the Grant Fund Community Development Other Ordinary Maintenance account to support the City’s efforts related to the Glocal Challenge contest for Cambridge High School students and will be used for project implementation by the competition winners, who have received spring/summer internships to work with Community Development’s staff to bring their creative concepts to fruition.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1918",
            "from Mayor Simmons, transmitting an amended Open Meeting Law Complaint filed by Hasson J. Rashid, P.O. Box 382313, regarding the commitment from Boston Properties regarding the MXD and KSURP plan.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1616",
            "3634",
            "from Councillor David P. Maher, transmitting the Proposed Employment Agreement between the City of Cambridge and Louis A. DePasquale.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1583",
            "3320",
            "CPA.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2676",
            "funds for the Cambridge Employment Program (CEP) from the Cambridge Housing Authority for $76,223 to the Grant Fund Human Services Salary and Wages account to be used to maintain the capacity of the Cambridge Employment Program (CEP).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1947",
            "$100,000 associated with Lesley University’s Porter Overlay District (Ordinance #1327) from the Mitigation Revenue Stabilization Fund to the Public Works Public Investment Fund Extraordinary Expenditure account which were used for the Massachusetts Avenue demonstration block between Harvard Square and Porter Square, including, but not limited to, sidewalk improvements, enhanced tree plantings and street furniture.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1640",
            "4010",
            "A proposed amendment to the Ordinance entitled \"Zoning Ordinance of the City of Cambridge\" to insert in Article 11.00 a new Section 11.800 Medical Marijuana.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Nays",
            "Nays",
            "Yeas",
            "Yeas",
            "Nays"
        ],
        [
            "1023",
            "1919",
            "That the City Clerk, in consultation with the City Solicitor, draft a response regarding the attached Amended Open Meeting Law complaint for the City Council’s consideration, and that the City Solicitor request an extension from the Attorney General’s Division of Open Government so that the draft response may be considered and voted on by the City Council at its regular business meeting of February 22, 2016.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1942",
            "$686,300 from Free Cash to the General Fund Fire Other Ordinary Maintenance account to cover the cost to outfit 10 new firefighters with personal protective equipment, uniforms, and related medical evaluations and also replace 175 sets of firefighter bunker gear.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1928",
            "$18,580 to the General Fund Election Other Ordinary Maintenance account to cover non-salary related costs of a special state primary election to be held on April 12, 2016 and a special state general election to be held on May 10, 2016 to fill the vacancy of State Senator Anthony Petruccilli.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2160",
            "That the Cambridge City Council adopts the City of Cambridge Hazard Mitigation Plan 2015 Update, in accordance with M.G.L. 40 §4 or the charter and ordinances of the City of Cambridge.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1562",
            "2480",
            "a grant from the Massachusetts Department of Education, Adult and Community Learning Services in the amount of $6,000 to the Grant Fund Human Services Salary and Wages account ($5,803) and to the Other Ordinary Maintenance account ($197) which will support a workplace needs analysis at MIT.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1022",
            "1831",
            "additional funds to the Temporary Emergency Shelter grant received from the Department of Housing and Community Development (DHCD) in the amount of $9,591.40 to the Grant Fund Human Services Other Ordinary Maintenance account which is an increase in the current DHCD family shelter contract.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2157",
            "the 2015 Update of the City of Cambridge Hazard Mitigation Plan and Policy Order.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2125",
            "Congratulations to Emily Houston, Mairead Kelly and Liz Phipps-Soeiro, recipients of the 2016 Massachusetts Association of School Libraries Award.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1641",
            "4154",
            " the Cambridge Food Pantry grant received from the Cambridge Health Alliance for $15,000 to the Grant Fund Human Services Other Ordinary Maintenance account and will be used to support the Cambridge Food Pantry Network.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3446",
            "$47,000 from Free Cash to the General Fund Community Development Other Ordinary Maintenance account to complete a community-wide Greenhouse gas inventory.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3221",
            "the final Landmark Designation Report for the Ivory Sands House at 145 Elm Street and the Cambridge Historical Commission's recommendation.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1584",
            "3364",
            "$20,000 from the Cambridge Community Foundation to the Grant Fund Human Services Salary and Wages account, to support the ongoing programming for families who are participating in, or have participated in, the Baby University program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2645",
            "A proposed amendment to the Ordinance entitled \"Municipal Code of the City of Cambridge\" in Title 12 entitled “Streets, Sidewalks and Public Places” in Chapter 12.16 entitled “Street and Sidewalk Use Regulation” in Section 12.16.030 entitled “Trees-Climbing-Signposting-Fastening horses” and to add after the word\"animal\" in the second sentence the words \"bicycle, moped, scooter, motorcycle, or any other form ofconveyance.\"",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1559",
            "2274",
            "$30,000 from Free Cash to the General Fund Human Services Other Ordinary Maintenance account to contract with the Community Arts Center in publicizing the renaming of Area IV to the Port.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3032",
            "a two year grant from Commonwealth Corporation under the Workforce Competitiveness Trust Fund in the amount of $149,133 to the Grant Fund Human Services Salary and Wages account ($70,211), to the Grant Fund Human Services Other Ordinary Maintenance account ($78,850), and to the Grant Fund Human Services Travel and Training account ($72), to be used to provide an integrated education and training program for immigrant adults in the Metro North area who are interested in becoming certified nursing assistants or home health aides.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2108",
            "Thanks to the Marsh Post Women’s Auxiliary for their efforts serving the veterans who have served their country and wishing them another successful event.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2414",
            "an order requesting the appropriation and authorization to borrow $5,000,000 to provide funds for a Comprehensive Facilities Improvement Plan.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1872",
            "5070",
            "a grant from the U. S. Department of Housing and Urban Development (HUD) through the HOME Program for $522,490 to the Public Investment Fund Community Development Extraordinary Expenditures account for $482,490 and to the Grant Fund Community Development Salary & Wages Account for $40,000 which will support affordable housing development activities that include acquisition, moderate rehabilitation, substantial rehabilitation, and new construction of housing units for low- and moderate- income families and individuals.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1556",
            "2095",
            "is requested to confer with the Assistant City Manager of Human Service to determine if shuttle services can be provided during the day to provide access to other public swimming pools for residents due to the renovation of the Gold Star Mother's Pool.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1567",
            "2773",
            "the transfer of $1,000 from the General Fund License Commission Travel and Training account to the General Fund License Commission Other Ordinary Maintenance account to cover the cost of printing, legal ads, and office supplies before the end of the fiscal year.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1559",
            "2264",
            "$50,000 of additional revenue to the General Fund Human Service Programs Other Ordinary Maintenance account to continue programming and pay the increased costs related to bus transportation and other contractual services.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1898",
            "the appointment of the following persons as Public Weighers for the calendar year 2016 at MICH-LIN transfer station, 45 Mooney Street:  Bryan Burdge, James Mabardy, Joseph Mabardy, Jr., Justine Bonitatibus, Jo Ann Del Vecchio, Michael Guerriero, Daniel Pasquarosa, Nicholas Santolucito, Charles Mabardy, Steven McColgan and Robert Kousoulos",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4624",
            "the Temporary Emergency Shelter grant received from the Department of Housing and Community Development (DHCD) in the amount of $118,000 to the Grant Fund Human Services Other Ordinary Maintenance account which will used to subcontracted to the Cambridge YWCA to operate its family shelter from March 1, 2017 through May 31, 2017.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1848",
            "4457",
            "a request for the City Council to authorize the Purchasing Agent to award an extension of up to three (3) months to the existing Hubway contract with Motivate.",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1895",
            "Transmitting communication from Richard C. Rossi Manager, Kid's Council name change and appointment of the following members of the Youth and Family Policy Council (formally referred to as the Kids' Council).  Appointments:  City Councillor Jan Devereux (Mayor's Representative) and School Committee Member Manikka Bowman.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2069",
            "is requested to form a special working group that will be tasked with developing a framework for the continued stewardship, curatorship and oversight of the Out of Town Kiosk in Harvard Square.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1873",
            "5120",
            "a grant from the Massachusetts Department of Energy Resources (DOER) Green Communities Division in the amount of $250,000 to the Public Investment Fund Public Works Extraordinary Expenditures account which will support Lombardi Building air handling unit replacement and expanded building management system controls and retrofits for three DPW vehicles and a DHSP shuttle bus to hybrid technologies.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1904",
            "is requested to consult with the Information Technology Department and any other relevant City departments on ways the City of Cambridge can implement such a service with the goal of notifying residents of city-wide and neighborhood events and meetings via automated calls or text messages.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1568",
            "2859",
            "a report on the continued progress on the application for funding under the Commonwealth’s Infrastructure Investment Incentive Program (I-Cubed) for the North Point area of the City.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1873",
            "5119",
            "a grant from the Massachusetts Office on Disabilities (MOD) in the amount of $43,630 to the Public Investment Fund Public Works Extraordinary Expenditures account which will fund ADA improvements at the Senior Center, City Hall Annex and the Lombardi buildings.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2677",
            "City Run Road Race funds received from registration fees and corporate donations in the amount of $19,515 to the Grant Fund Human Services Other Ordinary Maintenance account to benefit the Friends of Cambridge Athletics and limited race expenses and the DHSP’s Special Olympics Program and the Andrea Harvey Memorial Fund.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4649",
            "a request for approval of an application for a Jitney License to VanGO, LLC.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3441",
            "$40,000 from free cash to the General Fund Human Services Other Ordinary Maintenance account. The funding will support the work that the Department has undertaken to develop a racial equity plan.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2674",
            "the appropriation a Homeland Security Grant from the City of Boston for $9,365.31 to the Grant Fund Fire Salary and Wages account for trainings performed in conjunction with the Urban Area Security Initiative (UASI).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4943",
            "$200,000 from Free Cash to the Public Investment Fund Public Works Department Extraordinary Expenditures Account to be used for the purchase of three City vehicles in the Animal Commission, Department of Human Services and Electrical Departments.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1638",
            "3945",
            "$130,000 from Free Cash to the Public Investment Fund Public Works Extraordinary Expenditures account for the purchase of a new Holder multi-purpose tractor.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2166",
            "the block rates for water consumption and sewer use for the period beginning April 1, 2016 and ending March 31, 2017.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3459",
            "the Low Income Heating Assistance Program grant in the amount of $1,229,675 funded by the Federal Department of Health and Human Services and administered in Massachusetts by the Commonwealth’s Department of Housing and Community Development to the Grant Fund Human Services Salary and Wages account ($268,945), to the Other Ordinary Maintenance account ($960,230) and to the Travel and Training account ($500) which will allow the Department of Human Services to operate the Low Income Heating Assistance Program serving Cambridge and Somerville.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2360",
            "from Donna P. Lopez, City Clerk, transmitting a report from Councillor Dennis J. Carlone and Councillor Leland Cheung, Co-Chairs of the Ordinance Committee, for a public hearing held on March 24, 2016 to discuss a zoning petition by the Sage Cannabis, Inc. to amend the Zoning Ordinance in Section 20.700 Medical Marijuana Overlay Districts by creating an additional Medical Marijuana Overlay District (MMD-3).",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1622",
            "3822",
            "a grant from the Massachusetts Executive Office of Public Safety and Security's (EOPSS) Traffic Enforcement Grant Program in the amount of $21,000 to the Grant Fund Police Department Salary and Wages account which will fund high-visibility traffic enforcement of motor vehicle laws, including but not limited to impaired driving and occupant protection.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2119",
            "An application was received from Arts First requesting permission for a temporary banner across JFK Street at Mount Auburn Street announcing Harvard Arts First Festival April 18-May1 to showcase student and faculty creativity.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1621",
            "3754",
            "a supplemental appropriation from the Fair Housing Assistance Grant from the U.S. Department of Housing and Urban Development (HUD) for $5,000 to the Grant Fund Human Rights Other Ordinary Maintenance account which will be used to cover costs of the Partnership program’s outreach materials pertaining to housing discrimination and lead paint poisoning.",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1621",
            "3751",
            "the Friends of the Community Learning Center (CLC) grant in the amount of $23,700 to the Grant Fund Human Services Salary and Wages account ($21,825) and to the Other Ordinary Maintenance account ($1,875) from the Jacobs Foundation to provide support for Bridge Program advising, coaching and mentoring, advising for the ESOL/Certified Nursing Assistant Program, and education and career advising for other CLC students.",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1569",
            "2945",
            "the transfer of $17,000 from the General Fund Law Department Other Ordinary Maintenance account to the Public Investment Fund Law Department Extraordinary Expenditures account to replace carpeting in Law office.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2107",
            "That Her Honor the Mayor schedule a Roundtable/Working Meeting between the City Council and the members of the School Committee for Monday, March 28, 2016 at 5:30 PM at the CRLS Media Café, 459 Broadway.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1569",
            "2943",
            "the transfer of $113,000 from the General Fund Human Services Other Ordinary Maintenance account to the Public Investment Fund Human Services Extraordinary Expenditures account to replace carpeting at 51 Inman Street.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1584",
            "3393",
            "the votes necessary to seek approval from the Massachusetts Department of Revenue of the tax rate for FY2017:A.  Authorize the use of Free Cash of $10,180,000 to reduce the FY17 tax rate;B.  Authorize $2,000,000 in overlay surplus/reserves to be used for reducing the FY17 tax rate; C.  Authorize $1,700,000 from the City Debt Stabilization Fund to be used as a revenue source to the General Fund Budget;D.  Authorize $517,970 from the School Debt Stabilization Fund to be used as a revenue source to the General Fund Budget; E.  Appropriate $8,000,000 from Free Cash to the City Debt Stabilization Fund;F.  Classify property into five classes;G.  Adopt the minimum residential factor of 55.9103%;H.  Approve the residential exemption factor of 30% for owner-occupied homes;I.  Vote to double the normal value of the statutory exemption;J.  Vote the FY17 exemption of $309.00 allowed under MGL Chapter 59, Section 5, Clause 17D;K.  Vote the FY17 asset limits of $61,298.00 allowed Under MGL Chapter 59, Section 5, Clause 17E;L.  Vote the FY17 income and asset limits allowed under MGL Chapter 59, Section 5, Clause 41D as follows:  income and assets limits for elderly persons from income limits of $25,346 for those who are single and $38,019 for those who are married, asset limits of $50,689 for those who are single and $69,698 for those who are married;M.  Vote the income limit for deferral of real estate taxes by elderly persons as determined by the Commissioner of Revenue for the purposes of MGL Chapter 62, Section 6, subsection (k) for a single person ($57,000) and for married ($85,000).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2102",
            "from Antony A. Stark, 14 Donnell Street, regarding the building plans for 9 Donnell Street.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2632",
            "$404,505 associated with Forest City’s 300 Massachusetts Avenue building project (Ordinance #1354) from the Mitigation Revenue Stabilization Fund to the Grant Fund Community Development Other Ordinary Maintenance account which will be used to support middle income housing programs for Cambridge residents with consideration of neighborhoods impacted by development.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1563",
            "2547",
            "$35,000 of additional Community Schools revenue to the General Fund Human Service Programs Other Ordinary Maintenance account which will allow the Community Schools to continue programming and pay the increased costs related to bus transportation and contractual services.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1023",
            "1900",
            "is requested to confer with the Assistant City Manager of Community Development with the intention of organizing a Volpe Task Force made up of representatives from abutting neighborhood groups and Kendall Square residents and businesses.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3458",
            "the Flatbread Benefit Night donation in the amount of $641 to the Grant Fund Human Services Other Ordinary Maintenance account which will support the King Open Preschool classroom activities and supplies.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4925",
            "$750,000 from Free Cash to the Public Investment Fund Public Works Department Extraordinary Expenditures Account to be used to conduct geotechnical, and environmental services to support the site assessment for a Concept Plan to site the new school on Callahan Field and future Feasibility Study for the Tobin School project.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1913",
            "City Council support of a grant application by the City of Cambridge to the U.S. Department of Transportation Smart City Challenge, proposing the development of an automated, connected-vehicle transportation system that has the potential to significantly reduce greenhouse gas emissions.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4910",
            "$1,000 from a donation from the Carl Barron Family to the Grant Fund Public Works Other Ordinary Maintenance account to recognize employees who exhibit excellent job performance.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1929",
            "$228,500 associated with Education First’s agreement for the North Point Building project (Ordinance number 1337) from the Mitigation Revenue Stabilization Fund to the Grant Fund Human Service Programs Other Ordinary Maintenance account which will be used to support Early Childhood Scholarships for Cambridge residents with consideration of neighborhoods impacted by development.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1941",
            "$140,000 from Free Cash to the General Fund Fire Other Ordinary Maintenance account to cover the cost of replacing portable radio batteries.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1594",
            "3457",
            "a grant from the Massachusetts Department of Elementary and Secondary Education/Adult and Community Learning Services (ACLS) in the amount of $37,500 to the Grant Fund Human Services Salary and Wages account ($35,681), to the Other Ordinary Maintenance account ($1,669) and to the Travel and Training account ($150) which will support the staff and operation of an ESOL class focused on teaching workers of the Division of Comparative Medicine at MIT.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3447",
            "$38,300 from Free Cash to the General Fund Community Development Other Ordinary Maintenance account which will be used to procure consultant services to augment Cambridge’s core environmental goals.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1022",
            "1858",
            "from Donna P. Lopez, City Clerk, transmitting a response to amend Open Meeting Law Complaint filed by Kim Courtney and Xavier Dietrich dated January 5, 2016 .",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1867",
            "4733",
            "$282,953 received from East Cambridge Open Space Trust to the Public Investment Fund Public Works Extraordinary Equipment account for the construction of the O’Connell Library Pocket Park.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3123",
            "the request that the City Council move to Executive Session.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1562",
            "2481",
            "the Temporary Emergency Shelter grant received from the Department of Housing and Community Development (DHCD) in the amount of $156,583.34 to the Grant Fund Human Services Other Ordinary Maintenance account which will be subcontracted to the Cambridge YWCA.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1843",
            "4503",
            "$2,875,000 from Free Cash to the General Fund Public Works Other Ordinary Maintenance account ($1,940,000) and to the Public Works Public  Investment Fund ($935,000) to cover winter 2016-2017 snowstorm expenses associated with snow plowing contracts, salt, other material, repair costs and equipment.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1566",
            "2678",
            "user reimbursements received from Cambridge Homeless Service Provider Agencies to support the Cambridge Homeless Management Information System in the amount of $7,920 to the Grant Fund Human Services Other Ordinary Maintenance account ($6,520) and to the Grant Fund Human Service Programs Travel and Training account ($1,400) to be used to support associated program costs.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1868",
            "4809",
            "the transfer of $5,000 from the General Fund Reserve Other Ordinary Maintenance account to the General Fund Human Rights Other Ordinary Maintenance account for the printing and translation of outreach materials for the Commission on Immigrant Rights and Citizenship.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2126",
            "from Anne Duggan, 41 Gibson Street, transmitting additional information regarding the curb cut application for 41 Gibson Street.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1618",
            "3692",
            "the transfer of $60,000 from the General Fund Electrical Other Ordinary Maintenance account to the General Fund Electrical Extraordinary Expenditures account which will allow the Electrical Department to continue to expand the fiber optic network for public safety radios.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1953",
            "MSBA Order",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1641",
            "4155",
            "$190,000 in additional Community Schools revenue to the General Fund Human Services Other Ordinary Maintenance account. Funds will allow the Community Schools to continue four additional weeks of programming that includes bus transportation and other contractual services.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1584",
            "3365",
            "the Metro North Regional Employment Board (MNREB) grant received from the Massachusetts Department of Elementary and Secondary Education (DESE), Adult and Community Learning Services through MNREB in the amount of $156,560 to the Grant Fund Human Services Salary and Wages account ($148,710), to the Other Ordinary Maintenance account ($7,690), and to the Travel and Training account ($160), to be used in two parts: one part funds a portion of our core Adult Basic Education (ABE) services in conjunction with our main DESE grant and the second part is for an Adult Career Pathways grant.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2419",
            "an order requesting the appropriation and authorization to borrow $2,000,000 to provide funds for the reconstruction of various City streets and sidewalks.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2422",
            "$200,000 from Free Cash to the Public Investment Fund Public Works Extraordinary Expenditures account for contracted street repairs due to the impact the cold weather had on the streets this winter.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1021",
            "1728",
            "from Donna P. Lopez, City Clerk, transmitting a report from Vice Mayor Dennis A. Benzan and Councillor Dennis J. Carlone, Co-Chairs of the Ordinance Committee, for a public hearing held on November 19, 2015 to discuss a petition filed by Patrick W. Barrett III, et al. to amend the Cambridge Zoning Ordinance by amending Article 2.000 (\"Definitions\") and Article 4.000, Section 4.22 (\"Accessory Apartment\").",
            "Present",
            "Nays",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2109",
            "the Wage Theft Prevention Executive Order.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2625",
            "the transfer of $10,500 from the General Fund City Council Travel and Training account to the General Fund City Council Other Ordinary Maintenance account for the facilitation of a goal setting session on June 8.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2413",
            "an order requesting the appropriation and authorization to borrow $10,000,000 to provide funds for the design and construction of a multi-use path/greenway along the eastern Grand Junction railroad right of way from Broadway to the city line.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2088",
            "Resolution on the death of Steven Warren Reckhow.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1567",
            "2772",
            "$1,000 from a donation from the Carl Barron Family to the Grant Fund Public Works Other Ordinary Maintenance account to recognize employees who exhibit excellent job performance.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4939",
            "donations from the Cambridge Individuals with Special Needs in the amount of $14,250.00 to the Grant Fund Human Service Programs Department Other Ordinary Maintenance account and will be used to support Cambridge athletes participating in Special Olympics.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1889",
            "from Sheli Wortis, 106 Berkshire Street, regarding renaming \"Columbus Day.\"",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "5008",
            "a request for the to City Council move to Executive Session in order to conduct a confidential strategy session in preparation for negotiations with nonunion personnel.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1562",
            "2488",
            "the transfer of $116,850 from General Fund Library Salary and Wages account to the Other Ordinary Maintenance account which will fund expenses incurred to repair the Main Library’s HVAC system, chillers at the Central Square branch, and the heating system at the O’Connell branch.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1640",
            "4089",
            "of $3,709,949 in funds from the Massachusetts Water Resources Authority (MWRA) Grant to the Public Works Public Investment Fund Extraordinary Expenditures account for the Alewife Sewer Separation Program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas"
        ],
        [
            "1844",
            "4567",
            "a grant from the Urban Areas Security Initiative (UASI) through the City of Boston’s Office of Emergency Management for $50,000 to the Grant Fund Fire Extraordinary Expenditures account for the purchase of dive team and marine unit equipment which will provide funds to purchase an infrared camera for Marine 2 to aid in night search/rescue and navigation; replacement of electronic navigation equipment on Marine 1; and water rescue helmets, life jackets, exposure suits, dive gear bags, and a small life raft for Marine 1.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1907",
            "Congratulations to Miriam Klapper on her retirement as Executive Director of Temple Beth Shalom.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1952",
            "the requirements of the Massachusetts School Building Authority (MSBA), the that City Council adopt the attached Order for the Statement of Interest Form to be submitted to the MSBA no later than February 12, 2016 for the replacement of the roof at the Fletcher Maynard Academy School, including the installation of photovoltaic panels (PV).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1025",
            "1930",
            "a grant from the State Executive Office of Public Safety and Security for $3,515 to the Grant Fund Fire Salaries and Wages account ($2,500) and Grant Fund Fire Other Ordinary Maintenance account ($1,015) to provide funds for the Senior SAFE Program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4957",
            "$38,583.33 from the Temporary Emergency Shelter grant received from the Department of Housing and Community Development (DHCD) to the Grant Fund Human Services Programs Other Ordinary Maintenance account to be used to subcontracted to the Cambridge YWCA.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1843",
            "4501",
            "That the City Council call upon the United States House of Representatives to support a resolution authorizing and directing the House Committee on the Judiciary to investigate whether sufficient grounds exist for the impeachment of Donald J. Trump, President of the United States, including but not limited to the violations of the Foreign Emoluments Clause and the Domestic Emoluments Clause of the United States Constitution.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Present",
            "Yeas",
            "Yeas",
            "Yeas",
            "Nays"
        ],
        [
            "1559",
            "2267",
            "the transfer of $25,000 from the General Fund Employee Benefits Salary and Wages account (Insurance) to the General Fund Electrical Travel and Training account (Judgments and Damages) to cover medical services and/or prescription reimbursement costs for personnel injured in performance of their duties.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2675",
            "$2,500 from a donation from the Carl Barron Family to the Grant Fund Fire Other Ordinary Maintenance account to honor deserving members of the Fire Department with the Carl Barron Award for Administrative Excellence.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1866",
            "4704",
            "the FY17 MOVA Victim Services Training Grant for $14,000 received from the Victim and Witness Assistance Board through the Massachusetts Office for Victim Assistance to the Grant Fund Police Department Other Ordinary Maintenance account which will provide funding for “Trauma-Informed Approaches to Law Enforcement” training in collaboration with the Cambridge Domestic and Gender-Based Violence Prevention Initiative.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4942",
            "$450,000 in Free Cash to the Public Investment Fund Human Services Extraordinary Expenditures Account for the purpose of designing and renovating the basement space at 51 Inman Street for the Human Services Department Center for Families and Baby University staff.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1869",
            "4637",
            "the appropriation and authorization to borrow $2,000,000 to provide funds for various School building infrastructure projects including roof repairs at the Fletcher Maynard Academy, and a new boiler at an elementary school.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1847",
            "4327",
            "the transfer of $6,916.61 from the General Fund Historical Commission Salary and Wages account to the Other Ordinary Maintenance account to cover transcription services for the Commission’s remaining monthly commission meetings and public hearings.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1642",
            "4098",
            "an order requesting the appropriation and authorization to borrow $1,000,000 to provide funds for the reconstruction of various City streets and sidewalks.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1853",
            "3430",
            "City enter into a contract with Elizabeth Valerio and John Foskett",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1583",
            "3291",
            "requesting that the City Council move to Executive Session to discuss the purchase, exchange, lease or value of real property.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1022",
            "1839",
            "the transfer of $12,500 from the General Fund Reserve Other Ordinary Maintenance account to the General Fund Clerk Other Ordinary Maintenance account to cover current and anticipated costs for required legal advertisements.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1843",
            "4455",
            "An amendment to the Zoning Ordinance of the City of Cambridge in Inclusionary Housing, including the insertion of new definitions in Article 2.000 and the substitution of revised zoning text for the current text to Sections 11.200 through 11.206.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2670",
            "a grant from the U. S. Department of Housing and Urban Development for $53,677 to the Grant Fund Community Development Salaries and Wages account to be used to cover a portion of the salaries of existing housing planners and support staff related to the administration of the HOME Program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1622",
            "3823",
            "the transfer of $702,144 between School Department statutory accounts, which includes $702,144 from the General Fund School Salary and Wages account to the General Fund School Other Ordinary Maintenance account ($687,560) and to the General Fund School Travel and Training account ($14,584) which are related to reallocations for school improvement and professional development plans for all schools",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2673",
            "the transfer of $10,605.41 to the Grant Fund Emergency Communications Salary and Wages account from the Grant Fund Emergency Communications Other Ordinary Maintenance account ($8,730) and the Grant Fund Emergency Communications Travel and Training account ($1,875.41) to cover anticipated expenses in overtime due to staffing as well as reduction in repairs and maintenance costs.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2112",
            "the City of Cambridge retaining the noteworthy distinction of being one of approximately 36 municipalities in the United States with three AAA ratings from the nation's three major credit rating agencies.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1621",
            "3753",
            "the Project Bread Food Pantry grant received from the Project Bread organization for $2,000 to the Grant Fund Human Services Other Ordinary Maintenance account which were awarded to the Cambridge Senior Center Food Pantry by Project Bread to pay for purchases at the Greater Boston Food Bank, and for other food purchases for the Senior Food Pantry.",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2605",
            "Councillor Devereux filed reconsideration of the vote taken at the City Council meeting of May 9, 2016 on Policy Order #2 as amended that the Public Safety Committee conduct a public hearing to discuss proposed changes to the current liquor license regulations and the City Council policy goals on liquor licenses, economic development, the impact on neighborhoods and local business and that the License Commission refrain from any liquor license regulations changes until said hearing before the Public Safety Committee.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Nays",
            "Nays",
            "Nays",
            "Nays",
            "Nays",
            "Nays"
        ],
        [
            "1621",
            "3750",
            "a grant from the Massachusetts Housing Finance Agency (MassHousing) in the amount of $3,000 to the Grant Fund Human Services Other Ordinary Maintenance account which will be used to provide services in relation to hoarding, including training of service providers, funding assistance for clean-ups, establishing and supporting hoarding related peer led support groups, and other hoarding related education and training.",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1569",
            "2944",
            "$2,100,000 from Free Cash to the Public Investment Fund Public Works Extraordinary Expenditure account in order to implement the first phase of a citywide building security enhancement project which includes the hiring of a technical position.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2423",
            "a $2,000 donation from the Alexander W. Kemp Foundation received for the Alexander W. Kemp playground at the Cambridge Common to the Grant Fund Public Works Other Ordinary Maintenance account.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1569",
            "2942",
            "a Mass Decontamination Unit (MDU) Grant from the Massachusetts Department of Public Health in the amount of $4,000 to the Grant Fund Fire Salaries and Wages account ($2,000) and Grant Fund Fire Other Ordinary Maintenance account ($2,000), for two MDU trailers - one for each hospital, Cambridge and Mount Auburn and the funds will be used to enhance protection of hospitals in the event of an emergency contamination situation.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3090",
            "the transfer of $42,655 within statutory accounts of the Public Investment Fund Community Development Extraordinary Expenditure account to complete the purchase of two parcels from the B&M Corporation for the purpose of creating a future multi-use path and greenway.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2103",
            "from Emmanuel Lusardi, 15 Lambert Street, regarding the Policy Order eliminating Columbus Day.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2424",
            " grant from the Massachusetts Department of Environmental Protection (MASS DEP) in the amount of $62,000 to the Grant Fund Public Works Other Ordinary Maintenance account which will be used to cover costs associated with curbside organics collection and processing.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1894",
            "from Donna P. Lopez, City Clerk, transmitting notification from the President of the Massachusetts State Senate, calling for a special election to be held on Tuesday, May 10, 2016, to fill an existing vacancy in the First Suffolk and Middlesex Senatorial District.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2077",
            "Congratulations to Jay and Julie Livingstone on the birth of their son Henry James Livingstone.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1557",
            "2159",
            "the Complete Streets Policy and Council Order.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1912",
            "Dedication of the corner of Fern Street and Concord Avenue in honor of Emory J. Clark.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1867",
            "4758",
            "a loan order requesting the authorization to refund prior bond issue(s).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3222",
            " of a State 911 Department Training Grant and EMD / Regulatory Compliance grant for $58,597 to the Grant Fund Emergency Communications Department Salary and Wages account ($41,169.75), the Other Ordinary Maintenance account ($707.25) and to the Travel and Training account ($16,720), to be used to support Emergency Communications dispatch training of Emergency Communications Center personnel, fees, and annual maintenance costs of dispatch-related software.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1025",
            "1940",
            "of a grant from the Urban Areas Security Initiative (UASI) through the City of Boston’s Office of Emergency Management for $20,000 to the Public Investment Fund Fire Extraordinary Expenditures account for the purchase and installation of a generator docking station at our primary emergency shelter at the War Memorial Recreation Center, 1640 Cambridge Street, Cambridge, MA.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2682",
            "the transfer of $543.38 in the Massachusetts Housing Shelter Alliance (MHSA) grant from the Grant Fund Human Services Other Ordinary Maintenance account to the Grant Fund Human Services Salary and Wages account to be used for staffing cost through the end of the fiscal year.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1871",
            "4928",
            "$1,000,000 from Free Cash to the Public Works Department Public Investment Fund Extraordinary Expenditures Account for the citywide curbside organics program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1641",
            "4009",
            "A proposed amendment to the Ordinance entitled \"Municipal Code of the City of Cambridge\" Chapter 2.125 entitled “Cambridge Gay, Lesbian, Bisexual, Transgender Commission” be amended to “Cambridge Lesbian, Gay, Bisexual, Transgender, Queer Plus Commission.”",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3042",
            "authorizing the Purchasing Agent to award a five (5) year contract, with two (2), two (2) year options to renew the contract to the successful proposer on the Metropolitan Area Planning Council Bike Share System RFP.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1873",
            "5074",
            "An amendment to the Municipal Code Ordinance that Title 8 entitled “Health and Safety” be amended by adding a new Chapter 8.69 entitled “Running Bamboo Ordinance.”",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1023",
            "1881",
            "Happy Birthday wishes to former Mayor and City Councillor Kenneth E. Reeves.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2127",
            "from Donna P. Lopez, City Clerk, transmitting a report from Mayor E. Denise Simmons, for a public hearing held on February 24, 2016 to discuss a zoning petition filed by Peter L. Cohen, et al. to amend the Cambridge Zoning Ordinance to restrict garage development in dimensionally nonconforming lots.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1872",
            "5042",
            "$50,000 associated with Lesley University’s Porter Overlay District (Ordinance #1327) from the Mitigation Revenue Stabilization Fund to the Public Investment Fund Public Works Extraordinary Expenditure account which will be used for the Massachusetts Avenue demonstration block between Harvard Square and Porter Square, including, but not limited to, sidewalk improvements, enhanced tree plantings and street furniture.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1021",
            "1765",
            "the Cultural District Initiative grant from the Massachusetts Cultural Council for $5,000 to the Grant Fund Public Celebrations (Arts Council) Other Ordinary Maintenance account which will be used to support Central Square Cultural District initiatives.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2672",
            "the transfer of $5,752.28 from the Grant Fund Emergency Communications Other Ordinary Maintenance account to the Grant Fund Emergency Communications Salary and Wages account to cover overtime costs from monies that were originally designated for Other Ordinary Maintenance purposes but will not be used by the end of the fiscal year.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3275",
            "a request from Port Landing Landlord, LLC (“PLL”), for an aerial license for one structural canopy to be constructed over a portion of the public sidewalk at 131 Harvard Street, which originally appeared as City Manager's Agenda #35 of August 1, 2016 .",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1584",
            "3366",
            "the appropriation from the Edward J. Byrne Memorial Justice Assistance Grant through the U.S. Department of Justice, Bureau of Justice Assistance in the amount of $34,576 to the Grant Fund Police Department Other Ordinary Maintenance account, to support the purchase of computer equipment in new police cruisers.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2418",
            "an order requesting the appropriation and authorization to borrow $17,350,000 to provide funds for various water pollution abatement projects, including construction of sewer separation, storm water management and combined sewer overflow reduction elimination improvements within the City’s Alewife Watershed, Cambridgeport Neighborhood, and areas in Harvard Square as well as the Sewer Capital Repairs Program.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1616",
            "3599",
            "the Adams Arts Program grant from the Massachusetts Cultural Council for $19,250 to the Grant Fund Public Celebrations (Arts Council) Other Ordinary Maintenance account which will be used to support the Cambridge Arts: Creative Marketplace program, which is designed to engage and support individual artists and local arts organizations, and to encourage and track arts participation by the Cambridge-based workforce and employees.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1585",
            "3038",
            "the transfer of $25,000 from the General Fund Reserve Other Ordinary Maintenance account to the General Fund Election Other Ordinary Maintenance account for the state primary election, to cover the cost of sending out voter notification cards to alert voters that the King Open polling location has changed to the Frisoli Youth Center and that the Area IV Youth Center has been renamed the Moses Youth Center.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2110",
            " the $13,809 in additional municipal access fees to the General Fund Cable Television Other Ordinary Maintenance account to provide additional payments to Cambridge Community Television (CCTV).",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1565",
            "2624",
            "the  transfer of $25,000 from the General Fund Cable Salary and Wages account to the General Fund Cable Other Ordinary Maintenance account to support a new collaboration with CCTV around programming on 22-Cityview.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1556",
            "2089",
            "Declare April 2, 2016 as Autism Awareness Day in the City of Cambridge.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3232",
            " the Civic Education Grant for $123,021 funded by the Massachusetts Department of Education, Adult and Community Learning Services to the Grant Fund Human Services Salary and Wages account ($116,945), to the Other Ordinary Maintenance account ($5,826), and to the Travel and Training account ($250), to be used to cover a portion of the staff salaries, the purchase of related educational and office supplies, as well as conference expenses for staff to attend in state conferences.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1559",
            "2266",
            "$8,615 for the Center for Families program funded by the Cambridge Public Health Commission, Agenda for Children to the Grant Fund Human Service Programs Other Ordinary Maintenance account, which will be used to provide Community Playgroups, Drop-In Playgroups, Provider Groups and support of Family Fun Day.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1844",
            "4626",
            "the Friends of the Community Learning Center (CLC) grant in the amount of $23,673 to the Grant Fund Human Services Salary and Wages account ($20,677), to the Other Ordinary Maintenance account ($1,596), and to the  Travel and Training account ($1,400) which will be used to fund the classes, advising and coaching of the Bridge to College Program students from July 2017 through June 2018.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3223",
            "from the State 911 Department Support and Incentive Grant for $301,330 to the Grant Fund Emergency Communications Salaries and Wages account ($230,000) and to the Other Ordinary Maintenance account ($71,330), to be used to support three Emergency Communications dispatch positions, training of Emergency Communications Center personnel, fees, and annual maintenance costs of dispatch-related software.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1844",
            "4560",
            "$2,500 from a donation from the Carl Barron Family to the Grant Fund Fire Other Ordinary Maintenance account to honor deserving members of the Fire Department with the Carl Barron Award for Administrative Excellence.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1561",
            "2411",
            "$500,000 from Free Cash to the General Fund School Department Other Ordinary Maintenance account to fund the projected deficit for the district due to greater than anticipated costs across student transportation, out of district tuition, and student services contracts.",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1622",
            "3821",
            "the Edward Byrne Memorial Justice Assistance Grant (JAG) Program in the amount of $100,000 to the Grant Fund Police Salary and Wages account ($85,000) and to the Grant Fund Police Other Ordinary Maintenance account($15,000) which has been awarded the Police Department to continue to fund the Focused Deterrence project for a second year.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1618",
            "3632",
            "confer with the City Solicitor on the possibility of allowing non-citizen Cambridge residents to vote in municipal elections without a home-rule petition.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Nays",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1873",
            "5131",
            "an amendment to the City’s previous submission of a Home Rule Petition to the Legislature whereby I requested authorization to include in the planned reconstruction (the “Project”) of the King Open / Cambridge Street Upper School and Community Complex (“KOCSUS”) the area that is presently occupied by the public swimming pool known as the Gold Star Pool (the “Pool Site”) and to construct subsurface geothermal wells in a portion of Donnelly Field that lies directly along and adjacent to the current southerly boundary of the KOCSUS site.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1622",
            "3856",
            "a recommendation for a preservation restriction of the Fly Club, 2 Holyoke Place.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1594",
            "3465",
            "$125,000 from Free Cash to the Public Investment Fund Public Works Extraordinary Expenditures account for the purchase of green landscaping equipment for various City departments to begin using this fall.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1566",
            "2699",
            "a request for the City Council to vote to initiate Electricity Community Choice Aggregation.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1563",
            "2567",
            "with power.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Nays",
            "Nays",
            "Nays",
            "Yeas",
            "Absent",
            "Nays"
        ],
        [
            "1025",
            "1939",
            "a grant from the State Executive Office of Public Safety and Security for $10,937 to the Grant Fund Fire Salaries and Wages account ($8,337), Other Ordinary Maintenance account ($1,800) and the Travel and Training account ($800) to provide funds to continue the Student Awareness of Fire Education (SAFE) Program that educates students in the dangers of fire and its effect on people, property, and the environment.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ],
        [
            "1582",
            "3229",
            "the Temporary Emergency Shelter grant received from the Department of Housing and Community Development (DHCD) in the amount of $318,041.67 to the Grant Fund Human Services Other Ordinary Maintenance account, to be used to operate the YWCA family shelter from July 1, 2016 through February 28, 2017, including the provision of case management for six homeless families at a time as referred by the DHCD.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent"
        ],
        [
            "1866",
            "4705",
            "the Shannon Grant for $20,405.25 received from the Metropolitan Mayors Coalition’s Community Safety Initiative through the Executive Office of Public Safety and Security to the Grant Fund Police Department Salary and Wages account ($16,932.45) and the Other Ordinary Maintenance account ($3,472.80) which will be dedicated to hot spot patrols and Metro Gang Task Force participation.",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1596",
            "3552",
            ".",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Absent",
            "Yeas",
            "Yeas"
        ],
        [
            "1853",
            "3429",
            "",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas",
            "Yeas"
        ]
    ]
}